Repository: mateuszb254/sf4-dmd-project
Catalog: translations/mail.*.xlf
Languages: pl, ro, tr

# generated_info
source: This message has been generated automatically. Please, do not answer.
pl: Ta wiadomość została wygenerowana automatycznie. Prosimy na nią nie odpowiadać.
ro: Acest mesaj a fost generat automat. Nu este nevoie sa raspunzi.
tr: Bu mesaj otomatik olarak oluşturuldu. Lütfen cevap vermeyin.

# hello
source: Hello, %username%!
pl: Witaj, %username%!
tr: Merhaba, %username%!

# email_change_request_title
source: E-mail address change
pl: Zmiana adresu e-mail
ro: Schimba adresa de e-mail
tr: E-posta adresi değişikliği

# email_change_request_content_1
source: We've received a request to change your email address on %project_name% .
pl: Otrzymaliśmy prośbę dotyczącą zmiany adresu e-mail do Twojego konta na %project_name%.
ro: Ti-am primit cererea de modificare a datelor.Verifica-ti adresa de email %project_name% .
tr: %project_name% 'de e-posta adresinizi değiştirme isteği aldık.

# email_change_request_content_2
source: Wasn't it you? Change your email address assigned to your account.
pl: Jeżeli to nie byłeś Ty zmień adres mailowy przypisany do konta.
ro: Nu ai fost tu? Schimbati adresa de email.
tr: Sen değil misin? Hesabınıza atanmış e-posta adresinizi değiştirin.

# email_change_request_content_3
source: Was it you? You can change your email address by clicking button below.
pl: Jeżeli to byłeś Ty możesz zmienić adres email klikając link poniżej.
ro: Tu ai fost? Daca da iti poti schimba adresa de email apasand butonul de mai jos.
tr: Sen değil misin? Aşağıdaki butona tıklayarak e-posta adresinizi değiştirebilirsiniz.

# password_reset_request_content_1
source: We've received a request to change your password on %project_name% .
pl: Otrzymaliśmy prośbę dotyczącą zmiany hasła do Twojego konta na %project_name%.
ro: Am primit o cerere pentru modificarea parolei. %project_name% .
tr: %project_name% 'de şifrenizi değiştirme isteği aldık.

# password_reset_request_content_2
source: Wasn't it you? Change your email address assigned to your account.
pl: Jeżeli to nie byłeś Ty zmień adres mailowy przypisany do konta.
ro: Nu ai fost tu? Schimba adresa de email de la cont.
tr: Sen değil misin? Hesabınıza atanmış e-posta adresinizi değiştirin.

# password_reset_request_content_3
source: Was it you? You can change your email address by clicking button below.
pl: Jeżeli to byłeś Ty możesz zmienić hasło klikając link poniżej.
ro: Tu ai fost? Daca da iti poti schimba adresa de email apasand butonul de mai jos.
tr: Sen değil misin? Aşağıdaki butona tıklayarak e-posta adresinizi değiştirebilirsiniz.

# password_reset_request_title
source: Password reset
pl: Resetowanie hasła
ro: Parola a fost resetata
tr: Parola sıfırlama

# regards
source: Best regards - %project_name% team!
pl: Pozdrawiamy - Administracja %project_name%!
ro: Bun venit!- %project_name% team!
tr: Saygılarla - %project_name% takımı!

# support_ticket_reply_received_title
source: Ticket reply - %title%
ro: Raspunde la un ticket - %title%
tr: Bilet cevap - %title%

# support_ticket_reply_received_content_1
source: You got an answer for your ticket - %title%.
ro: Ai primit un raspuns la ticketul tau - %title%.
tr: Biletiniz için bir cevap var - %title%.

# support_ticket_reply_received_content_2
source: Click the button below to move to the ticket.
ro: Apasa pe acest buton pentru a muta ticket-ul.
tr: Bilete gitmek için aşağıdaki butona tıklayın.

# support_ticket_reply_received_content_3
source: We hope you haven't waited too long.
ro: Speram ca nu a-ti asteptat prea mult.
tr: Umarız çok beklememişsindir.
