Repository: mateuszb254/sf4-dmd-project
Catalog: translations/messages.*.xlf
Languages: pl, ro, tr

source: Add
pl: Dodaj

source: Admin panel
pl: Panel administracyjny

source: ago
pl: temu

source: Amount
pl: Ilość

source: Answered
pl: Udzielono odpowiedzi

source: Article
pl: Artykuł

source: Articles
pl: Artykuły

source: Assign
pl: Przypisz

# auth_required
source: The section requires an authenticated user. Please sign in.
pl: Ta sekcja wymaga zalogowanego użytkownika.
ro: Pentru a accesa trebuie sa fii logat. Te rog logheaza-te.
tr: Bu bölüm kimlik doğrulaması gerektiriyor. Lütfen giriş yapın.

# AUTHENTICATION_FAILURE
source: Failed authentication
pl: Niepomyślne uwierzytelnienie

# AUTHENTICATION_SUCCESS
source: Successful authentication
pl: Pomyślne uwierzytelnienie

source: Ban
pl: Zablokuj

# browser
source: User agent
pl: Przeglądarka

source: Board
pl: Forum
ro: Forum
tr: Forum

source: Browse
pl: Przeglądaj
ro: Website
tr: Ara

source: Buy coins
pl: Kup monety
ro: Cumpara monede
tr: Ejderha Parası satın al

source: Calculate
pl: Oblicz
ro: Calculeazza
tr: Hesapla

# calculate_coins
source: Calculate amount of coins
pl: Oblicz ilosc monet
ro: Calculator pentru monede
tr: Ejderha Parası miktarını hesapla

source: Closed
pl: Zamknięte

source: Created at
pl: Utworzono

# currency_amount
source: Amount of currency
pl: Ilosc
ro: Cantitatea curenta
tr: Para birimi

# currency_amount_help
source: After entering the currency amount, please press 'Calculate' button to get information how many coins you'll receive.
pl: Po wprowadzeniu ilości waluty użyj przycisku 'oblicz', aby dowiedzieć się ile monet otrzymasz.
ro: Dupa ce ai introdus cantitatea actuala, apasa pe 'Calcueaza' pentru a vedea suma de monede pe care o poti primii
tr: Para biriminizi girdikten sonra, "Hesapla" butonuna basarak ne kadar Ejderha Parası elde edeceğinizi görebilirsiniz.

source: Change
pl: Zmien
ro: Schimba
tr: Değiştir

# char_removal_code
source: Character removal code
pl: Kod usuniecia postaci
ro: Cod stergere caracter
tr: Karakter silme kodu

source: Char. removal code change
pl: Zmiana kodu usun. postaci
ro: Modifica codul pentru stergerea caracterelor
tr: Karakter silme kodu değiştirme

# char_removal_code_new
source: New character removal code
pl: Nowy kod usuniecia postaci
ro: Noul cod pentru stergere caractere
tr: Yeni karakter silme kodu

# char_removal_code_new_repeat
source: Repeat new character removal code
pl: Powtorz nowy kod usuniecia postaci
ro: Repeta codul pentru stergerea caracterelor
tr: Yeni karakter silme kodunu tekrarlayın

# character_horse_level
source: Horse level
pl: Poziom konia
ro: Nivelul calului
tr: At seviyes

source: Character name
pl: Nazwa postaci
ro: Numele caracterului
tr: Karakter ismi

# character_not_found
source: Player not found.
pl: Nie znaleziono postaci.
ro: Jucatorul nu a fost gasit.
tr: Oyuncu bulunamadı.

# character_playtime
source: Playtime
pl: Czas gry
ro: Timpul jucat
tr: Oyun süresi

# character_profession
source: Profession
pl: Profesja
ro: Profesie
tr: Sınıf

# character_profession_shaman
source: Shaman
pl: Szaman
tr: Şaman

# character_profession_warrior
source: Warrior
pl: Wojownik
ro: Razboinic
tr: Savaşçı

# character_stat_dexterity
source: Dexterity
pl: Zręczność
ro: Dexteritate
tr: Çeviklik

# character_search
source: Character name
pl: Nazwa postaci

# character_stat_intelligence
source: Intelligence
pl: Inteligencja
ro: Inteligenta
tr: Zeka

# character_stat_strength
source: Strength
pl: Siła
ro: Putere
tr: Güç

# character_stat_vitality
source: Vitality
pl: Witalność
ro: Vitalitate
tr: Canlılık

# characters
source: Players
pl: Gracze
ro: Caractere
tr: Oyuncular

# coins
source: coin|coins
pl: monetę|monety|monet
ro: Moneda|Monede
tr: EP|EPler

# coins_state
source: You have
pl: Posiadasz
ro: Monedele tale
tr: Sahipsiniz

# copyrights
source: All rights reserved.
pl: Wszystkie prawa zastrzezone.
ro: Toate drepturile sunt rezervate.
tr: Her hakkı saklıdır.

source: Currency
pl: Waluta
ro: Valuta
tr: Para birimi

source: Date
pl: Data

source: Delete
pl: Usuń

# delete_confirmation_content
source: Are you sure you want to delete %itemName% item?
pl: Jesteś pewny, że chcesz usunąć przedmiot %itemName%?

# delete_confirmation_header
source: Delete confirmation of %itemName%
pl: Usuwanie przedmiotu %itemName%

source: Draft
pl: Wersja robocza

# download_caption
source: Download the game and play for free
pl: Pobierz gre i zagraj za darmo
ro: Descarca jocul si joaca gratis
tr: Oyunu indirin ve ücretsiz oynayın

source: edit
pl: Edytuj

# email
source: Email address
pl: Adres mailowy
ro: Adresa de e-mail
tr: E-posta adresi

source: Email change
pl: Zmiana emaila
ro: Schimba adresa de e-mail
tr: E-posta adresi değişikliği

# email_change_password_info
source: After submitting the form with the correct password we'll send you instructions to your e-mail.
pl: Po wysłaniu formularza z poprawnym hasłem wyślemy wiadomość e-mail z instrukcjami.
ro: Dupa ce ai introdus corect parola, vei primii un e-mail cu instructiuni suplimentare
tr: Formu doğru şifre ile gönderdikten sonra sizin mail adresinize talimatlar göndereceğiz.

# email_change_success
source: The e-mail address has been changed.
pl: Adres mailowy został zmieniony.
ro: Adresa de e-mail a fost schimbata.
tr: E-posta adresi başarıyla değiştirildi.

# email_change_request_success
source: We've sent instructions to your email address which need to be performed to make changes
pl: Wyslalismy na adres emailowy instrukcje, ktore nalezy wykonac by wykonać zmiane.
ro: Ti-am trimis intructiuni si detalii despre schimbarea datelor.
tr: Değişiklik yapmak için yapılması gereken e-posta adresinize talimatlar gönderdik

# email_new
source: New email
pl: Nowy adres email
ro: Noua adresa de e-mail
tr: Yeni E-posta adresi

# email_new_repeat
source: Repeat the new email
pl: Powtorz nowy adres email
ro: Repeta noua adresa de e-mail
tr: Yeni E-posta adresini tekrarlayın

source: Event calendar
pl: Kalendarz wydarzen

# expiration_data
source: Expiration date
pl: Data wygaśniecia

# expires_confirmation
source: Expires?
pl: Wygasa?

source: Generate
pl: Wygeneruj

source: Generated by
pl: Wygenerowano przez

source: Guild
pl: Gildia
ro: Bresla
tr: Lonca

source: Guild leader
pl: Lider gildii
ro: Liderul breslei
tr: Lonca lideri

source: Guild members
pl: Członkowie gildii
ro: Membrii breslei
tr: Lonca üyeleri

source: Guild name
pl: Nazwa gildii
ro: Numele breslei
tr: Lonca ismi

source: Guild not found.
pl: Gildia nie została znaleziona.
ro: Bresla nu a fost gasita.
tr: Lonca bulunamadı.

# guild_stat_draws
source: Draws
pl: Remisy
ro: Egaluri
tr: Beraberlikler

# guild_stat_ladder_points
source: Points
pl: Punkty
ro: Puncte
tr: Puan

# guild_stat_loses
source: Loses
pl: Porażki
ro: Pierderi
tr: Mağlubiyetler

# guild_stat_wins
source: Wins
pl: Wygrane
ro: Victorii
tr: Zaferler

source: Guilds
pl: Gildie
ro: Bresle
tr: Loncalar

source: Hello
pl: Witaj
ro: Salut
tr: Merhaba

source: Homepage
pl: Strona Glowna
ro: Prima pagina
tr: Anasayfa

# language_choose
source: Choose language
pl: Wybierz jezyk
ro: Schimba limba
tr: Dil seçimi

# language_current
source: Current language
pl: Aktualny język
ro: Limba curenta
tr: Şu anki dil

# language_cz
source: czech
pl: czeski

# language_en
source: english
pl: angielski
ro: Engleza
tr: Ingilizce

# language_pl
source: polish
pl: polski
ro: Poloneza
tr: Lehçe

# language_tr
source: turkish
pl: turecki
tr: Türk

# language_ro
source: romanian
pl: rumuński
ro: Română

source: Level
pl: Poziom
ro: Nivel
tr: Seviye

source: Loading
pl: Ładowanie

source: Logout
pl: Wyloguj
ro: Delogheza-te
tr: Çıkış

# ip
source: IP Address
pl: Adres IP

source: Kingdom
pl: Królestwo
ro: Regat
tr: Krallık

source: Modified at
pl: Ostatnia modyfikacja

source: Name
pl: Nazwa

source: Next
pl: Następna
ro: Urmatorul
tr: İleri

# no_result
source: There is nothing to see.
pl: Nie znaleziono.

source: Password
pl: Haslo
ro: Parola
tr: Şifre

source: Password change
pl: Zmiana hasła
ro: Schimba parola
tr: Şifre değişikliği

# password_change_success
source: The password has been successfully changed.
pl: Hasło zostało zmienione.
ro: Parola a fost schimbata cu succes!
tr: Şifreniz başarıyla değiştirildi.

# password_new
source: New password
pl: Nowe haslo
ro: Noua parola
tr: Yeni şifre

# password_new_repeat
source: Repeat the new password
pl: Powtorz nowe haslo
ro: Repeta noua parola
tr: Yeni şifrenizi tekrarlayın

# password_repeat
source: Repeat the password
pl: Potworz haslo
ro: Repeta parola
tr: Şifrenizi tekrarlayın

source: Password reset
pl: Resetowanie hasla
ro: Parola a fost resetata
tr: Şifre sıfırlama

# password_reset_success
source: Password has been changed. You are logged in.
pl: Hasło zostało zmienione. Zostałeś zalogowany.
ro: Parola a fost schimbata, te poti loga acum.
tr: Şifre değiştirildi. Giriş yaptınız.

# payments_choose
source: Choose payment method
pl: Wybierz metode platnosci
ro: Schimba metoda de plata
tr: Ödeme yöntemi seçin

# payments_choose_another
source: Choose another payment method
pl: Wybierz inną metode płatności
ro: Alege alta metoda de plata
tr: Farklı bir ödeme yöntemi seçin

source: Promotion
pl: Promocja

# promotions_active
source: Active promotions
pl: Aktywne promocje

# promotion_add
source: Add new promotion
pl: Dodaj nową promocję

source: Promotion coupon
pl: Kod promocyjny
ro: Cod promotional
tr: Promosyon Kodu

# promotion_coupons_generate
source: Generate new coupons
pl: Wygeneruj nowe kody promocyjne

# promotion_coupon_left
source: Coupons left
pl: Pozostało:

# promotion_coupon_list
source: Promotion coupons list
pl: List kodów promocyjnych

# promotion_coupon_usage_success
source: The promotional code has been successfully used.
pl: Kod został pomyślnie użyty.
ro: Ai folosit cu succes codul promotional.
tr: Promosyon kodu başarıyla kullanıldı.

# payments_paypal_box_description
source: The service is provided by paypal.com
pl: Usługę transakcji dostarcza i obsługuje paypal.com
ro: Serviciul este prevazut de paypal.com
tr: Servis paypal.com tarafından sağlanmaktadır.

# payments_paypal_box_title
source: Buy coins using PayPal
pl: Zakup monety korzystajac z PayPal
ro: Cumpara monezi folosind paypal
tr: PayPal kullanarak Ejderha Parası satın al

# promotion_coupon_box_description
source: You can get the code for special events.
pl: Kod możesz uzyskać przy wyjątkowych wydarzeniach.
ro: Poti obtine un cod pentru eventuri speciale.
tr: Özel etkinliklerde kod elde edebilirsiniz.

# promotion_coupon_box_title
source: Use the promotional code
pl: Uzyj kodu promocyjnego
ro: Foloseste codul promotional
tr: Promosyon Kodu kullan

source: Promotion name
pl: Nazwa promocji

# promotion_select
source: Select a promotion
pl: Wybierz promocję

# promotion_there_is_no_active
source: There are no active promotions.
pl: Nie ma żadnej aktywnej promocji.

source: Promotion type
pl: Typ promocji

# promotion_used
source: Used
pl: Wykorzystane

# payments_transfer
source: Transfer
pl: Przelew
tr: Havale

# payments_transfer_box_description
source: The service is provided by cashbill.pl
pl: Usługę transakcji dostarcza i obsługuje cashbill.pl
ro: Serviciul este prevazut de cashbill.pl
tr: Servis cashbill.pl tarafından sağlanmaktadır.

# payments_transfer_box_title
source: Buy coins using transfers
pl: Zakup monety korzystajac z przelewu
ro: Cumpara monede folosind transfer bancar
tr: Havale yöntemi kullanarak ödeme

# payments_paysafecard_box_description
source: The service is provided by cashbill.pl
pl: Usługę PaySafeCard dostarcza i obsługuje cashbill.pl
ro: Serviciul este din partea cashbill.pl
tr: Servis cashbill.pl tarafından sağlanmaktadır.

# payments_paysafecard_box_title
source: Buy coins using PaySafeCard
pl: Zakup monety korzystajac z PaySafeCard
ro: Cumpara monede folosind PaySafeCard
tr: PaySafeCard yöntemi kullanarak ödeme

source: Pending
pl: Oczekuje

source: Permissions
pl: Uprawnienia

source: Previous
pl: Poprzednia
ro: Inapoi
tr: Önceki

# project_caption
source: Get to know us
pl: Poznaj nas na nowo
ro: Mergeți să ne cunoașteți
tr: Bizi tanıyın

# published
source: Pubished
pl: Opublikowany

source: Published by
pl: Opublikowano przez
ro: Publicat de
tr: Tarafından yayınlandı

# ranking_show_full
source: Show the full ranking
pl: Pokaż cały ranking
ro: Arata-mi toata lista de top
tr: Tüm sıralamayı göster

# ranking_type_guild_name
source: Type guild name
pl: Wpisz nazwe gildii
ro: Scrie numele breslei
tr: Lonca adı giriniz

# ranking_type_player_name
source: Type player name
pl: Wpisz nazwe gracza
ro: Scrie numele jucatorului
tr: Oyuncu adı giriniz

# register_create_one
source: Create one
pl: Zarejestruj się
ro: Creeaza una
tr: Bir tane oluştur

# registration
source: Sign up
pl: Rejestracja
ro: Logheaza-te
tr: Kaydol

# registration_ask
source: Don't you have an account?
pl: Nie masz konta?
ro: Nu ai inca un cont?
tr: Hesabın yok mu?

# registration_success
source: Your account has been successfully registered. You are logged in.
pl: Rejestracja zakończyła się pomyślnie. Zostałeś zalogowany.
ro: Contul tau a fost inregistrat.Te poti loga acum.
tr: Hesabınız başarıyla oluşturuldu. Giriş yaptınız.

# registration_password_help
source: Remember to set a strong password.
pl: Pamiętaj, aby ustawić silne hasło.
ro: Nu uita sa iti pui o parola puternica.
tr: Güçlü bir şifre ayarlamayı unutmayın.

# registration_email_help
source: It may be useful to reset your password or change your email address.
pl: Może się przydać w przypadku resetu hasła albo zmiany adresu e-mailowego.
ro: Ar putea fi util să vă resetați parola sau să vă schimbați adresa de e-mail.
tr: Parolanızı sıfırlamak veya e-posta adresinizi değiştirmek yararlı olabilir.

# registration_security_question_help
source: It may be useful to recover your account by contacting with support.
pl: Może się przydać w przypadku odzyskania konta poprzez kontakt z administracja.
ro: Poate fi util să vă recuperați contul prin contactarea suportului
tr: Destek birimiyle iletişime geçtiğinizde hesabınızı kurtarmanız konusunda yardımcı olur.

source: Remind password
pl: Przypomnij hasło
ro: Amintește-ți parola
tr: Şifreyi hatırla

# request_password_reset_success
source: We've sent instructions to your email address.
pl: Wyslałiśmy wskazówki na podany adres mailowy.
ro: Ti-am trimis instructiunile pe adresa de e-mail.
tr: Talimatları e-posta adresinize gönderdik.

source: Save
pl: Zapisz

source: Scroll back to top
pl: Wróć na górę

source: Security answer
pl: Odpowiedz
ro: Intrebarea de securitate
tr: Güvenlik cevabı

source: Security question
pl: Pytanie pomocnicze
ro: Raspunsul intrebarii de securitate
tr: Güvenlik sorusu

source: Send
pl: Wyslij
ro: Trimite
tr: Gönder

source: Search
pl: Szukaj
ro: Cauta
tr: Arama

source: Server status
pl: Status serwera
ro: Statusul serverului
tr: Sunucu durumu

# server_status_offline
source: Maintenance break / Offline
pl: Przerwa techniczna / OFFLINE
ro: Mentenanta/ Offline
tr: Bakım / Çevrimdışı

# server_status_not_released
source: The project has not been released yet.
pl: Serwer w przygotowaniu
ro: Acest proiect nu a fost lansat.
tr: Proje henüz yayınlanmadı.

source: Sign in
pl: Zaloguj
ro: Logheaza-te
tr: Oturum aç

# signing_in
source: Sign in
pl: Logowanie
ro: Logheaza-te
tr: Oturum aç

source: Shop
pl: Sklep
ro: Shopul itemelor
tr: Nesne Market

# shop_buy_item
source: Buy
pl: Kup
ro: Cumpara
tr: Satın Al

# shop_item_not_found
source: The requested item is not in our offer.
pl: Przedmiot nie znajduje sie w naszej ofercie.
ro: Itemul cerut nu este in lista noastra.
tr: Talep edilen ürün bulunamıyor.

# shop_item_unavailable
source: The requested item is currently unavailable. Please try again later.
pl: Przedmiot zostal tymczasowo wycofany z naszej oferty.
ro: Acest item nu este disponibil momentan.Te rog incearca mai tarziu.
tr: İstenen öğe şu anda kullanılamıyor. Lütfen daha sonra tekrar deneyiniz.

# shop_category_not_found
source: The requested category doesnt exist
pl: Kategoria nie istnieje.
ro: Solicitarea nu se afla in aceasta categorie
tr: İstenen kategori mevcut değil

# shop_category_unavailable
source: The requested category is currently unavailable. Please try again later.
pl: Kategoria zostala tymczasowo wylaczona.
ro: Acest item nu este disponibil momentan.Te rog incearca mai tarziu.
tr: İstenen kategori şu anda kullanılamıyor. Lütfen daha sonra tekrar deneyiniz.

# shop.unavailable
source: We're sorry, but ItemShop is not available currently on our website. Visit our in-game shop.
pl: Przepraszamy, ale sklep na stronie jest aktualnie niedostępny. Odwiedz sklep w grze.
ro: Ne pare rau,magazinul de iteme nu este valabil pe website.Viziteaza magazinul in joc.
tr: Üzgünüz, fakat Nesne Market şu anda web sitemizde mevcut değil. Oyun içi marketi ziyaret edin.

# support
source: Support system
pl: System Zgłoszeń
ro: Sistemul pentru suport
tr: Destek sistemi

# support_category_manage
source: Manage categories
pl: Zarządzaj kategoriami

# support_ticket_send
source: The ticket has been sent. We'll reply as soon as possible.
pl: Zgłoszenie zostało wysłane. Odpowiemy tak szybko jak to możliwe.
ro: Tichetul a fost trimist.Vei primii un raspuns in cel mai scurt timp
tr: Bilet gönderildi. En kısa sürede cevaplayacağız.

# support_ticket_reply_send
source: The reply has been sent. We'll reply as soon as possible.
pl: Odpowiedz została wysłana. Odpowiemy tak szybko jak to możliwe.

# support_tickets_all
source: All tickets
pl: Wszystkie zgłoszenia

# support_ticket_list
source: List
pl: Przeglądaj
ro: Lista
tr: Bilet listesi

# support_ticket_new
source: New ticket
pl: Nowe zgłoszenie
ro: Ticket nou
tr: Yeni bilet

# support_ticket_category
source: Category
pl: Kategoria
ro: Categorii
tr: Kategori

# support_ticket_content
source: Content
pl: Treść
ro: Conţinut
tr: İçerik

# support_ticket_createdAt
source: Creation date
pl: Data wysłania
ro: Data crearii
tr: Oluşturulma tarihi

# support_ticket_title
source: Title
pl: Tytuł
ro: Titlu
tr: Başlık

# support_ticket_send_new
source: Send a new one
pl: Wyślij nowe

# support_tickets_not_found
source: There are no tickets.
pl: Nie znalezliśmy żadnego zgłoszenia.

# support_tickets
source: Tickets
pl: Zgłoszenia

# terms_accept_info
source: Registering account you accept our %linkStart%terms%linkEnd%.
pl: Rejestrując konto akceptujesz nasz %linkStart%regulamin%linkEnd%
ro: Inregistreaza-ti un cont inainte de a accepta %linkStart%terms%linkEnd%.
tr: Kayıt olarak bizim şartlarımızı %linkStart%terms%linkEnd% onaylamış olursunuz.

# time_days
source: day|days
pl: dzień|dni|dni
ro: Zi|Zile
tr: gün|günler

# time_hours
source: hour|hours
pl: godzinę|godziny|godzin
ro: Ora|Ore
tr: saat|saatler

# time_minutes
source: minute|minutes
pl: minutę|minuty|minut
ro: minut|minute
tr: dakika|dakikalar

source: Title
pl: Tytuł

# welcome_message
source: Welcome to the project website
pl: Witamy na stronie projektu
ro: Bun venit pe website-ul severului
tr: Sunucumuzun web sitesine hoşgeldiniz.

# welcome_caption
source: We're glad that you are with us.
pl: Dziękujemy, że jesteś z nami.
ro: Suntem bucuroși că sunteți cu noi.
tr: Yanımızda olduğun için mutluyuz.

# update
source: Zaktualizuj
pl: Update

source: Used by
pl: Wykorzystano przez

source: Username
pl: Nazwa użytkownika

# user_ban
source: Ban the user
pl: Zablokuj użytkownika
ro: Baneaza un utilizator
tr: Kullanıcıyı yasakla

# user_coins
source: Coins
pl: Monety

# user_assign_to_role
source: Grant an user a role
pl: Przyznaj rangę

# user_auth_last_attempts
source: Last authentication attempts
pl: Ostatnie proby logowania

# user_unban
source: Unban the user
pl: Odblokuj użytkownika
ro: Debaneaza un utilizator
tr: Kullanıcının yasağını kaldır

# user_ban_reason
source: Ban reason
pl: Powód blokady
ro: Motivul banului
tr: Yasaklama sebebi

# user_has_no_characters
source: The user has no characters
pl: Użytkownik nie posiada postaci
ro: Utilizatorul nu are caractere
tr: Kullanıcının karakteri yok

# user_characters_list
source: User's characters list
pl: Lista postaci użytkownika
ro: Caracterele utilizatorului
tr: Kullanıcının karakter listesi

# user_panel
source: Dashboard
pl: Panel użytkownika

# user_role_group
source: Role
pl: Rola

# user_role_group_name
source: Role name
pl: Nazwa roli

# user_role_group_none
source: None
pl: Brak

# user_role_groups
source: Roles
pl: Role

# user_role_groups_add
source: Create a new role
pl: Stwórz nową grupę

# user_status_banned_perm
source: PERM
pl: Blokada permanentna
ro: Permanent
tr: Sınırsız

# user_status
source: Account status
pl: Status konta

# user_status_banned_perm_util
source: Banned (%date%)
pl: Zablokowany (wygasa: %date%)
ro: Banat (%date%)
tr: Tarihine kadar yasaklı (%date%)

# user_title_1
source: Chivalric
pl: Rycerski
ro: Cavaleresc
tr: Kahraman

# user_title_2
source: Noble
pl: Szlachetny
ro: Nobil
tr: Soylu

# user_title_3
source: Good
pl: Dobry
ro: Bun
tr: İyi

# user_title_4
source: Friendly
pl: Przyjazny
ro: Prietenos
tr: Arkadaşça

# user_title_5
source: Aggressive
pl: Agresywny
ro: Agresiv
tr: Agresif

# user_title_6
source: Fraudulent
pl: Agresywny
ro: Necinstit
tr: Hileli

# user_title_7
source: Malicious
pl: Złośliwy
ro: Rautacios
tr: Kötü Niyetli

# user_title_8
source: Cruel
pl: Okrutny
ro: Crud
tr: Zalim

source: Users
pl: Użytkownicy
ro: Utilizator
tr: Kullanıcılar

# user_search
source: Type login or email address
pl: Wpisz login lub adres e-mail

# user_your_account
source: Your account
pl: Twoje konto

# user_your_characters
source: Your characters
pl: Twoje postaci

# user_your_characters_not_found
source: There is none character.
pl: Nie masz żadnej postaci.

source: VIP Account
pl: Konto VIP
ro: Cont VIP
tr: VIP Hesap

# vip_bronze
source: VIP - YANG
pl: VIP - BRONZE

# vip_inactive
source: Inactive
pl: Nieaktywny

# vip_silver
source: VIP - EXP
pl: VIP - SILVER

# vip_gold
source: VIP - DROP
pl: VIP - GOLD

source: You will receive
pl: Otrzymasz
ro: Vei primi
tr: Alacaksın

# navigation
source: Menu
ro: Meniu
tr: Menü

# request_password_reset_expired
source: The token has expired. Try again.
ro: Acest jeton a expirat.Incearca din nou.
tr: Bu fişin süresi doldu. Tekrar deneyin.

# server_status_online
source: Online
tr: Aktif

# support_ticket_reply_send
source: The reply has been sent. We'll reply as soon as possible.
ro: Textul tau a fost trimis.Vei primii un raspuns cand se poate de repede
tr: Cevap gönderildi. En kısa sürede cevaplayacağız.
